Repository: eap59-ua/chaos-crew-dca
Catalog: po/*/LC_MESSAGES/chaos-crew.po
Languages: es_es

source: Choose a Level (UP/DOWN, ENTER). R = refresh
es_es: Elige un Nivel (ARRIBA/ABAJO, ENTER). R = actualizar

source: [LOCKED]
es_es: [BLOQUEADO]

source: [DONE]
es_es: [COMPLETADO]

source: No maps found in ./mapas
es_es: No se encontraron mapas en ./mapas

source: P1: Arrows | P2: WASD
es_es: J1: Flechas | J2: WASD

source: COOPERATIVE: Both must reach EXIT!
es_es: COOPERATIVO: ¡Ambos deben llegar a la SALIDA!

source: The exit moved! Go back!
es_es: ¡La salida se movió! ¡Regresa!

source: VICTORY!
es_es: ¡VICTORIA!

source: DEFEAT!
es_es: ¡DERROTA!

source: LEVEL COMPLETE!
es_es: ¡NIVEL COMPLETADO!

source: Press ENTER to return to MENU
es_es: Presiona ENTER para volver al MENÚ

source: Press ENTER to retry
es_es: Presiona ENTER para reintentar
